Revit 2027 API
SymbolTypeId.Usgpm Property
 Symbol usgpm, indicating unit US gallons per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Usgpm { get; }
Public Shared ReadOnly Property Usgpm As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Usgpm {
	ForgeTypeId^ get ();
}
static member Usgpm : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace